[
  {
    "name": "Verdict of God",
    "description": "He brings the final verdict as the right hand of God - whether it's a death malediction or forgiveness, the finality is out of the question."
  },
  {
    "name": "Banished Fairy",
    "description": "Betrayed by her own peers and exiled in eternity from Fairyland, Banished Fairy has revenge as the only thing that keeps up her hope for survival."
  },
  {
    "name": "Wrath of The Sea",
    "description": "You wish it were actually the end of the world! The catastrophic power of these monstrous creatures are just beyond what the world can imagine."
  },
  {
    "name": "Eternal Storm",
    "description": "Fuelled with wandering enraged souls, Eternal Storm sends ships, humans and monsters alike down insidious spirals of death and revenge. "
  },
  {
    "name": "Skadi",
    "description": "One of the best lancers and most prominent Dark Elves, Skadi is chosen to head black moon guild and also the closest servant to the Seniors"
  },
  {
    "name": "Unforgiven Creatures",
    "description": "Foregone fearless Naga warriors turn Demons as they fleed to Deep Sea and submerged in Dark Matters."
  },
  {
    "name": "Deadly Pool",
    "description": "No survivors have been recorded to recount what happened to them once they were jinxed and dragged down this madness called Deadly Pool."
  },
  {
    "name": "Euphemia",
    "description": "One of the most striking magicians of the Elf, Euphemia is blessed by the World Tree tribe with desirable aquatic magic."
  },
  {
    "name": "Sayyida",
    "description": "Don't let her look fool you! Sayyida is one of the most ruthless reigning over seven seas."
  },
  {
    "name": "Shadowmare",
    "description": "Coming from Darf Rift, they reside in human's subconscious minds and live off angst and fear to grow up till they can tear human's flesh apart and step out and destroy the world."
  },
  {
    "name": "Deepsea's Hunger",
    "description": "Trapped between the wrath of the sea and the thirst for revenge and bloodshed battles, Deepsea's hunger is the living menace to all sea creatures"
  },
  {
    "name": "Krakenetics",
    "description": "This ancient beast likes to toy with humans and boats as if the sea were their own playground."
  },
  {
    "name": "Death Knight",
    "description": "Ancient Liches convene the strongest anathema to ravage these living lethal weapons and render them souless and merciless creatues."
  },
  {
    "name": "Mighty Fist",
    "description": "Crafted through countless battles and bloodshed, Mighty Fist has courage as his badge of honor and respect as his coat of arms."
  },
  { "name": "Aoife", "description": "A dedicated warrior and warden of the sea against demons and devils of Deepsea." },
  {
    "name": "Corock",
    "description": "Cocorocks are the most sought after mercenaries who are rendered numb to threats and death through countless blood-soaked wars. They possess the power of dwarves and the flair of goblins."
  },
  {
    "name": "Little Johnny",
    "description": "Born and bred in the slumps of a coastal town, Johnny learnt bags of tricks that help keep him alive even through deadliest monsters and the most fatal battles. He has distinct charisma to his entourage who will scarifice their souls for him."
  },
  { "name": "Nix", "description": "A real warrior with teeth and a great companion of Johnny" },
  {
    "name": "Regalia of the Sea",
    "description": "The best Dwarf craftsmen were masscared right after they completed crafting the Regalia masterpiece so no replica can be produced.This treasure brings power and curse to whoever wants to claim it for their own goods."
  },
  {
    "name": "Undying Sailor",
    "description": "\"Deadmen tell no tales\" - but what if they are not dead? Coined with hunger and vengeance, Undying Sailors can unveil the most horror tales that you wish never existed!"
  }
]
